Repository: code4romania/paul
Catalog: _legacy_v1/api/paul_api/locale/*/LC_MESSAGES/django.po
Languages: ro

source: CSV File Fields Map
ro: Hartă câmpuri fișier CSV

source: Columns
ro: Coloane

source: Join Tables
ro: Tabele asociate

source: The {object_name} could not be saved because the data did not validate.
ro: {object_name} nu a putut fi salvat deoarece datele nu au fost validate.

source: New frontend domain: {domain}
ro: Domeniu nou: {domain}

source: Page render: {sqltime:.2f} sec for {num} queries
ro: Generare pagină: {sqltime:.2f} secunde pentru {num} interogări

source: [PAUL] New user registered
ro: [PAUL] Utilizator nou înregistrat

source: int
ro: număr întreg

source: float
ro: număr cu zecimale

source: date
ro: dată

source: enum
ro: enumerare

source: Count
ro: Numără

source: Sum
ro: Sumă

source: Min
ro: Minim

source: Max
ro: Maxim

source: Average
ro: Medie

source: Standard Deviation
ro: Deviație standard

source: Line
ro: Linie

source: Bar
ro: Bară

source: Pie
ro: Circulară

source: Doughnut
ro: Inelară

source: Minute
ro: Minut

source: Hour
ro: Oră

source: Day
ro: Zi

source: Week
ro: Săptămână

source: Month
ro: Lună

source: Year
ro: An

source: user
ro: utilizator

source: dashboard filters
ro: filtre panou

source: dasbhoard charts
ro: grafuri panou

source: cards
ro: carduri

source: language
ro: limbă

source: Preferred language
ro: Limbă preferată

source: user profile
ro: profil utilizator

source: user profiles
ro: profiluri utilizatori

source: profile
ro: profil

source: order
ro: ordine

source: What order to display this card within the profile dashboard.
ro: Ordinea de afișaj pentru acest card în panoul de profil.

source: profile card
ro: card profil

source: profile cards
ro: carduri profil

source: name
ro: nume

source: database
ro: bază de date

source: databases
ro: baze de date

source: contacts
ro: contacte

source: active
ro: activ

source: date created
ro: dată creare

source: default fields
ro: câmpuri implicite

source: owner
ro: proprietar

source: last edit date
ro: dată ultima editare

source: last edit user
ro: utilizator ultima editare

source: type
ro: tip

source: filters
ro: filtre

source: Can update table content
ro: Poate actualiza conținutul tabelului

source: table
ro: tabel

source: tables
ro: tabele

source: display name
ro: nume afișare

source: field type
ro: tip câmp

source: help text
ro: text ajutor

source: choices
ro: variante

source: required
ro: necesar

source: unique
ro: unic

source: table column
ro: coloană tabel

source: table columns
ro: coloane tabel

source: CSV import
ro: import CSV

source: original name
ro: nume original

source: field format
ro: format câmp

source: CSV field map
ro: Hartă câmpuri CSV

source: CSV field maps
ro: Hărți câmpuri CSV

source: file
ro: fișier

source: delimiter
ro: delimitator

source: errors
ro: erori

source: errors count
ro: număr erori

source: import count created
ro: număr creări la import

source: import count updated
ro: număr actualizări la import

source: import count skipped
ro: număr sărite la import

source: CSV imports
ro: Importuri CSV

source: data
ro: date

source: entry
ro: intrare

source: entries
ro: intrări

source: fields
ro: câmpuri

source: join field
ro: câmp join

source: join tables
ro: tabele asociate

source: creation date
ro: dată creare

source: chart type
ro: tip diagramă

source: timeline field
ro: câmp cronologie

source: timeline period
ro: perioadă cronologie

source: timeline include nulls
ro: cronologia include nul

source: x axis field
ro: câmp axa x

source: x axis field 2
ro: al doilea câmp axa x

source: y axis field
ro: câmp axa y

source: y axis function
ro: funcție axa y

source: data column function
ro: funcție coloană date

source: data column
ro: coloană date

source: In progress
ro: În desfășurare

source: Finished
ro: Finalizat

source: status
ro: stare

source: date start
ro: dată început

source: date end
ro: dată sfârșit

source: duration
ro: durată

source: success
ro: succes

source: stats
ro: statistici

source: Unknown fields: {field_names}
ro: Câmpuri necunoscute: {field_names}

source: {}: Integer is not valid
ro: {}: Număr întreg invalid

source: {}: Float is not valid
ro: {}: Număr cu zecimale invalid

source: {}: Invalid date format
ro: {}: Format dată invalid

source: {field_name}: {field_value} is not a valid choice ({valid_choices})
ro: {field_name}: {field_value} nu este o alegere validă ({valid_choices})

source: The {unique_field_names} fields must be unique together
ro: Câmpurile {unique_field_names} trebuie să fie unice împreună

source: The {unique_field_name} field must be unique in table
ro: Câmpul {unique_field_name} trebuie să fie unic în tabel

source: The {unique_field_names} fields must be unique in table
ro: Câmpurile {unique_field_names} trebuie să fie unice în tabel

source: The {field_name} field is required
ro: Câmpul {field_name} este obligatoriu

source: The {field_name} field value must be one of: {field_choices}
ro: Valoarea câmpului {field_name} trebuie să fie una dintre: {field_choices}

source: This table name is already being used.
ro: Acest nume de tabel este deja utilizat.

source: Changing field type is not permited on a table with entries
ro: Modificarea tipului de coloană nu este permisă pentru un tabel cu intrări

source: Edit
ro: Editare

source: View
ro: Vizualizare

source: No permissions
ro: Fără permisiuni

source: An account with the {username} username already exists
ro: Un cont cu numele de utilizator {username} există deja

source: Hello %(admin.first_name)s,
ro: Salut %(admin.first_name)s,

source: A new user just registered on %(url)s. To activate this account click <a href="%(base_path)s/app/users/%(user.pk)s">here</a>.
ro: Un nou utilizator s-a înregistrat la %(url)s. Pentru a activa acest cont clic <a href="%(base_path)s/app/users/%(user.pk)s">aici</a>.

source: Have a nice day!
ro: O zi bună!

source: Set your password on %(site_name)s
ro: Setează-ți parola la %(site_name)s

source: Password reset on %(site_name)s
ro: Parolă resetată la %(site_name)s

source: You're receiving this email because you have a new user account at %(site_name)s.
ro: Primiți acest email deoarece aveți un nou cont de utilizator la %(site_name)s.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ro: Primiți acest email deoarece ați solicitat resetarea parolei pentru contul de utilizator la %(site_name)s.

source: Please go to the following page and choose a new password:
ro: Mergeți la următoarea pagină și alegeți o nouă parolă

source: Your username, in case you've forgotten:
ro: Numele de utilizator, în caz că l-ați uitat:

source: The %(site_name)s team
ro: Echipa %(site_name)s

source: Paul OpenSchema
ro: OpenSchema Paul

source: API for Paul
ro: API pentru Paul

source: This field is required
ro: Acest câmp este obligatoriu

source: This field must be unique in table
ro: Acest câmp trebuie să fie unic în tabel

source: Must be str or unicode
ro: Trebuie să fie str sau unicode

source: Must be a float
ro: Trebuie să fie număr cu zecimale

source: Must be an integer
ro: Trebuie să fie număr întreg

source: Must be a date or datetime
ro: Trebuie să fie dată sau datetime

source: Must be a boolean
ro: Trebuie să fie boolean

source: Must be a Django model object instance
ro: Trebuie să fie o instanță de model Django

source: Model has not been saved yet
ro: Modelul nu a fost încă salvat

source: Toggle user activation
ro: Comută activare utilizator

source: Create contacts table
ro: Creează tabel contacte

source: A contacts table already exists: {}
ro: Un tabel de contacte există deja: {}

source: The Mailchimp plugin is not enabled for this installation.
ro: Extensia Mailchimp nu este activată pentru această instalare.

source: CSV manual import view
ro: Ecran import CSV manual

source: CSV Export
ro: Exportă CSV

source: XLSX Export
ro: Exportă XLSX

source: Create from FilterView
ro: Creează din FilterView

source: CSV Errors Export
ro: Exportă erori CSV

source: Romanian
ro: Română

source: English
ro: Engleză

source: Settings
ro: Setări

source: Import data from Mailchimp
ro: Importă date din Mailchimp

source: Send segmentation to Mailchimp
ro: Încarcă segmentarea în Mailchimp

source: Send contacts to Mailchimp (WIP/TODO)
ro: Încarcă contacte în Mailchimp (ÎN LUCRU)

source: Task
ro: Sarcină

source: Tasks
ro: Sarcini

source: The contacts upload task with id {} does not exist anymore
ro: Sarcina cu id {} de încarcare contacte nu mai există

source: Contacts' table does not exist
ro: Tabelul de contacte nu există

source: Mailchimp path too long:
ro: Cale Mailchimp prea lungă:

source: First error for {}: {}
ro: Prima eroare pentru {}: {}

source: {} contacts created or updated
ro: {} contacte create sau actualizate

source: {} contacts skipped
ro: {} contacte sărite

source: {} contacts failed to create or update
ro: {} contacte ce nu au putut fi create sau actualizate

source: The sync task with id {} does not exist anymore
ro: Sarcina cu id {} pentru sincronizare nu mai există

source: <b>{}</b> {} in <b>{}</b>
ro: <b>{}</b> {} în <b>{}</b>

source: The segmentation task with id {} does not exist anymore
ro: Sarcina cu id {} de segmentare nu mai există

source: <b>{}</b> needs to be the primary table in <b>{}</b> filtered view
ro: <b>{}</b> trebuie să fie tabelul primar în vizualizarea filtrată <b>{}</b>

source: <b>{}</b> field needs to be selected in the primary table in <b>{}</b> filtered view
ro: Câmpul <b>{}</b> trebuie selectat în tabelul primar în vizualizarea filtrată <b>{}</b>

source: No table rulesets provided
ro: Nu există reguli pentru tabel

source: Could not connect to mailchimp. Check API Key.
ro: Nu s-a putut conecta la Mailchimp. Verificați cheia API.

source: {} could not be updated (Mailchimp error)
ro: {} nu a putut fi actualizat (eroare Mailchimp)

source: <b>{}</b> members were updated with tag <b>{}</b>
ro: <b>{}</b> membri actualizați cu eticheta <b>{}</b>

source: <b>{}</b> members were not updated with tag <b>{}</b>
ro: <b>{}</b> membri nu au fost actualizați cu eticheta <b>{}</b>
